11/data/attachments/d975505409d590bb.xml

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:nif="niffler-userdata">
    <soapenv:Header/>
    <soapenv:Body>
        <nif:sendInvitationRequest>
            <nif:username>Angelica_decade_Actions_92246_4</nif:username>
            <nif:friendToBeRequested>soap_actions_3cce276b-56df-4d1c-a74c-b21e3d16c583</nif:friendToBeRequested>
        </nif:sendInvitationRequest>
    </soapenv:Body>
</soapenv:Envelope>